{
  "jobs": [
    {
      "id": "1",
      "title": "时空病理-研究员",
      "location": "深圳/重庆",
      "department": "研发部",
      "description": [
        "1.能独立完成基于时空组学、单细胞测序等组学数据，围绕肿瘤、病理及感染等临床科学研究进行研究方案、技术路线设计及项目的实施、推进；",
        "2.数据分析、解读及文章撰写；",
        "3.国家、省、市相关研究基金的申请书的撰写。"
      ],
      "requirements": [
        "1.硕士及以上学历，临床医学、肿瘤学、生物学、遗传学、生物信息学、病理学、数学等专业；",
        "2.熟悉高通量测序技术或分子诊断相关技术，具有空间组、单细胞测序技术或肿瘤诊断分型等科研与临床应用经历者优先；",
        "3.具有科学研究/技术研发项目执行经验，高效的文献调研能力，英语听说读写能力强；",
        "4.第一作者发表SCI论文2篇以上优先；",
        "5.做事认真细致，责任心强，善于独立思考，具有良好的沟通能力和团队合作能力。"
      ]
    },
    {
      "id": "2",
      "title": "时空病理-高级算法工程师",
      "location": "深圳",
      "description": [
        "1.开发深度学习模型进行多组学数据分析，包括时空转录组数、单细胞测序数据、医学影像及病理图像数据处理分析，以及基因组、代谢组及蛋白组等多组学数据整合及分析",
        "2.模型解读与生物学解释",
        "3.算法集成及算法平台开发",
        "4.协助负责人参与科研基金申请、相关领域的文章调研，及科研论文文章撰写与投稿"
      ],
      "requirements": [
        "1.统计学、计算生物学，生物工程，计算机科学等相关领域硕士及以上学历；",
        "2.了解基因组数据分析流程以及图像处理常用方法；",
        "3.深入了解机器学习领域数据预处理方法，如数据ETL，数据插补、归一化、数据增强等。"
      ]
    },
    {
      "id": "3",
      "title": "时空病理-人工智能算法工程师",
      "location": "重庆/北京",
      "description": [
        "1.负责以计算机视觉&深度学习算法为核心的理论研究与工程开发；",
        "2.负责下述研究课题中的一项或多项，包括但不限于：数据集清洗与构建，大模型开发，自监督训练、多模态融合，模型预训练与微调，知识蒸馏、分类，分割，多实例学习等任务；以及模型架构优化、高效计算、推理加速等任务；",
        "3.结合空间转录组等组学数据，开发和优化智能病理分析算法；",
        "4.针对项目执行中遇到的新问题，研究如何抽象建模，设计高效的机器学习、深度学习算法。对领域内学术界和工业界的最新研究进展进行跟踪、时间、并逐渐应用到实际项目中；",
        "5.推动算法在医疗领域的实际应用和落地。"
      ],
      "requirements": [
        "1.计算机视觉、机器学习、人工智能等工程相关专业硕士及以上学历；",
        "2.熟练掌握深度学习框架，如TensorFlow或PyTorch;",
        "3.精通Python、C++等编程语言；熟悉Numpy, Pandas, sklearn等工具包;",
        "4.有时空多组学数据分析经验，有医学图像领域有研究经验者优先；",
        "5.在顶级会议或期刊上发表过学术论文者优先；",
        "6.优秀的编程实践能力，能够独立分析问题并解决；",
        "7.良好的团队合作精神和沟通能力，有较强的事业心和责任心；",
        "8.有大模型开发经验者优先。"
      ]
    },
    {
      "id": "4",
      "title": "时空病理-多模态算法工程师",
      "location": "重庆/深圳",
      "description": [
        "1.进行多模态数据融合算法的开发，包括对时空转录组数据，病理学图像数据和多组学数据的预处理和单模态特征提取，并结合数据特征设计适合的算法进行多模态信息融合；",
        "2.进行模型的优化与评估，确保模型在实际应用中的准确性和鲁棒性；",
        "3.通过模型压缩技术或轻量化架构设计，降低模型算力消耗，确保模型部署应用；",
        "4.开发和应用可解释性技术，确保模型决策易于理解，推动模型在医疗领域的落地；",
        "5.追踪多模态领域的最新研究进展，探索和引入新技术。"
      ],
      "requirements": [
        "1.计算机科学、生物信息学、人工智能、机器学习或相关领域的硕士及以上学历；",
        "2.熟练掌握Python、R等编程语言。熟练使用python库包括OpenCV、Scikit-learn、Pandas等；",
        "3.熟悉深度学习框架（如TensorFlow、PyTorch、PyG）；",
        "4.有实际的时空转录组、图像学项目开发经验，能够独立完成从数据处理到模型搭建的全流程；",
        "5.熟悉模型可解释性技术（如SHAP、LIME、Grad-CAM等）；",
        "6.在时空转录组、图像学或多组学领域有发表过相关论文或专利；",
        "7.具备良好的分析和解决问题的能力，能够快速定位和解决技术难题；",
        "8.具备良好的沟通能力和团队合作精神，能够与跨职能团队有效协作。"
      ]
    },
    {
      "id": "5",
      "title": "时空新靶标-研究员",
      "location": "重庆",
      "description": [
        "1、围绕肿瘤、病理及感染等方向，进行临床科学研究方案、技术路线设计及项目的实施、推进",
        "2、数据分析、解读及文章撰写",
        "3、国家、省、市相关研究基金的申请书的撰写"
      ],
      "requirements": [
        "1.硕士及以上学历，临床医学、肿瘤学、生物学、遗传学、生物信息学、病理学、统计学、数学等专业；",
        "2.熟悉高通量测序技术或分子诊断相关技术，具有空间组、单细胞测序技术或肿瘤诊断分型等科研与临床应用经历者优先；",
        "3.具有科学研究/技术研发项目执行经验，高效的文献调研能力，英语听说读写能力强；",
        "4.第一作者发表SCI论文2篇以上优先；",
        "5.做事认真细致，责任心强，善于独立思考，具有良好的沟通能力和团队合作能力。"
      ]
    },
    {
      "id": "6",
      "title": "水产编辑育种-研究员",
      "location": "青岛",
      "description": [
        "1.负责并开展过水生生物基因编辑育种相关的项目设计，项目执行，数据分析及子代繁育项目工作，有国家级项目/省市级项目经验优先；",
        "2.根据项目目标和进展进行有效交流沟通，实现资源整合，有效推进合作项目；",
        "3.进行高水平时空科研团队建设和人才培养，充分利用内外资源提升团队人员水平。"
      ],
      "requirements": [
        "1.有水生生物遗传学尤其是鱼类发育生物学基础者优先，博士学历相关工作经验优先；",
        "2.具有水产经济物种养殖经验，熟练掌握基因编辑相关技术，并具有水产物种编辑育种项目设计能力；",
        "3.具有经济鱼类或牡蛎养殖及人工繁殖经验者优先；",
        "4.乐于协作，有独立思考能力，求知欲及接受能力强，对新技术的学习应用有较大兴趣。"
      ]
    },
    {
      "id": "7",
      "title": "时空/三箭齐发-图像算法工程师",
      "location": "深圳",
      "description": [
        "基于生命多组学领域海量的原始图像数据（如组织图像、细胞图像、荧光图像DAPI/mIF、H&E病理图像等）进行深度分析，建立模型以保证图像处理任务的高准确性，包括但不限于图像质量评估、图像拼接、图像配准、组织/细胞分割和分类/识别；",
        "设计和实施高效算法，保证软件产品的性能和准确性，同时负责算法的部署、开发文档撰写和持续优化；",
        "负责图像处理算法的创新，紧跟行业最新动向，并将其快速应用于业务发展；",
        "主导算法自评估方案的开发设计，通过系统分析数据，结合光学硬件及生化实验等知识，提出并实施图像质量提升策略，协助设计验证实验；",
        "开发图像分析工具和流程，助力产品的持续升级和迭代改进，提升产品竞争力。"
      ],
      "requirements": [
        "1.拥有图像处理、计算机、电子信息、人工智能、生物医学工程、数学、物理等相关领域的硕士及以上学历，相关生物图像算法研发经验或科研背景；",
        "2.精通Python，熟悉至少一种其他编程语言（如C/C++, Matlab，R），有Windows或Linux平台成熟软件产品开发经验；",
        "3.具备扎实的数学统计和数据建模能力，并熟悉传统图像处理、机器学习、深度学习等CV领域相关技术；",
        "4.具有优秀的沟通能力、清晰的逻辑思维、高效的执行力，并对新知识有强烈的学习欲望和进取心；",
        "5.英语读写能力强，有较强的科研文献调研和应用转化的能力。"
      ]
    },
    {
      "id": "8",
      "title": "时空/三箭齐发-生信软件开发工程师",
      "location": "深圳",
      "description": [
        "1.基于时空组学产品，负责生物信息工具的功能开发和调试",
        "2.负责软件的各类文档的撰写",
        "3.支持技术研发阶段的软件开发"
      ],
      "requirements": [
        "1.硕士及以上学历，计算机或生信相关专业；",
        "2.有生物信息分析经验，熟悉高通量测序常用分析流程和工具；",
        "3.熟练掌握C/C++编程语言和开发规范，熟悉Python脚本语言；",
        "4.熟悉常用的数据结构与算法；",
        "5.有较强的表达和沟通能力，逻辑思维清晰；"
      ]
    },
    {
      "id": "9",
      "title": "时空病理新靶标/时空病理-免疫组化技术实验员",
      "location": "重庆",
      "description": [
        "1.参与免疫组化抗体的实验方案设计与执行，包括组织切片处理、抗体孵育、显色及结果分析；",
        "2.协助优化抗体性能测试流程，记录实验数据并生成测试报告；",
        "3.执行试剂中间产品的配制、分装及标签管理，严格遵循GMP操作规程；",
        "4.执行试剂成品的质控检测，识别生产与质检中的异常问题，协助团队进行根源分析及改进；",
        "5.整理实验记录、生产批记录及质检报告，确保数据可追溯性；",
        "6.学习并遵守生物安全、危化品管理及实验室废弃物处理规范。"
      ],
      "requirements": [
        "1.本科及以上学历，生物技术、医学检验、药学、免疫学等相关专业优先；",
        "2.掌握免疫组化、ELISA等基础实验技术，熟悉显微镜、酶标仪等设备操作者优先；",
        "3.责任心强，注重实验细节与操作规范性；",
        "4.具备团队协作意识，能适应快节奏研发生产环境；学习能力强，对病理诊断行业技术发展有浓厚兴趣。"
      ]
    },
    {
      "id": "10",
      "title": "时空病理-实验员",
      "location": "重庆",
      "description": [
        "1.学习并了解国内外时空组学技术的基本原理，协助完成华大自主时空实验，参与实验问题的排查与解决；",
        "2.协助评估客户实验样品的时空实验可行性，参与实验设计和实施方案的讨论，及时反馈实验进展；",
        "3.在指导下参与优化技术方案，支持潜在市场/实验样品的需求探索。"
      ],
      "requirements": [
        "1.本科及以上学历，生物技术、生物医学、临床医学等相关专业优先；",
        "2.具备基础的生物实验操作能力，了解核酸提取、组织切片（冰冻切片、石蜡切片）、HE染色、分子生物学及测序技术者优先；",
        "3.对分子生物学实验设计和基本生信分析有初步了解，愿意深入学习；",
        "4.具备较强的学习能力、责任心和沟通能力，能够在指导下处理应急事务；",
        "5.具有良好的团队合作精神，能够积极配合团队工作，服从安排；",
        "6.熟练使用Excel等办公软件，具备基础的英语读写能力。",
        "加分项：",
        "1.有时空组学、测序技术或分子生物学相关实验经验者优先；",
        "2.对生物信息学分析感兴趣或有初步经验者优先；"
      ]
    },
    {
      "id": "11",
      "title": "芯片单细胞-生物技术研究员（细胞病理）",
      "location": "深圳",
      "description": [
        "1.负责围绕细胞病理学研究领域的前沿课题设计与实施，聚焦单细胞组学技术在疾病机理及临床应用中的核心问题；",
        "2.组织并参与科研项目整体方案制定，包括实验设计、技术路线开发与关键实验细节优化，确保研究进度与质量；",
        "3.结合国内外先进的单细胞组学技术平台，探索在多种疾病（如免疫疾病、心血管疾病等）中的应用场景及突破性研究方向；",
        "4.与团队成员及外部合作单位密切协作，管理并推进项目进展，撰写科研论文并争取在国际高水平期刊发表；",
        "5.发现具有转化潜力的研究成果，推进其在临床诊断与治疗领域的应用或开发，积极对接产业化资源；",
        "6.负责实验室日常管理和相关培训，指导并培养初级科研人员及研究生，提升团队的整体科研水平和效率。"
      ],
      "requirements": [
        "1.分子生物学、细胞生物学、生物信息学等相关专业博士学历，或具有同等科研能力与经验；",
        "2.在单细胞组学或高通量测序等相关领域有较为深入的研究经验，并有论文发表记录；",
        "3.对细胞病理学、疾病机制研究及临床转化应用有浓厚兴趣，熟悉主要的实验方法与数据分析流程；",
        "4.具有独立承担科研项目及撰写高水平学术论文的能力，以第一作者(含共同)身份发表过至少1篇中科院一区学术论文；",
        "5.具备良好的沟通协调能力和团队合作精神，能较好地规划和管理科研进度，指导团队成员开展工作；",
        "6.具备英文科技文献阅读与写作能力，能够在国际会议或合作项目中进行学术交流。"
      ]
    },
    {
      "id": "12",
      "title": "芯片单细胞-生物技术研究员（多组学技术）",
      "location": "深圳",
      "description": [
        "1.作为负责人推动细胞组学技术的开发和优化，根据实际需求设计创新性的技术方案，主导芯片单细胞多组学、靶向测序等技术的研发；",
        "2.作为负责人或骨干进行细胞形态学与多组学的多模态整合研究，推动技术在临床科学研究以及检测应用中的落地；",
        "3.申请和管理纵向以及横向科研经费，以确保研究项目的有效实施；",
        "4.撰写研究论文并在国际知名期刊发表，撰写并申请技术专利以及软件著作权，参与学术会议以展示研究成果；",
        "5.跟踪国内外细胞组学领域的最新研究进展，积极与国内外研究机构开展交流和合作，为公司技术发展提供战略建议。"
      ],
      "requirements": [
        "1.生物技术、细胞生物学、生物化学或相关领域的博士学位。",
        "2.具备作为负责人或骨干进行单细胞或空间组技术开发经验，具有细胞组学实验技术的研发能力，能够开发和优化实验流程。",
        "3.在人类疾病研究领域有相关经验者优先，具备临床应用转化方面经验者优先。",
        "4.熟练掌握相关实验技术和数据分析工具，如R、Python等。",
        "5.具有优秀的科研能力和学术论文撰写能力，以第一作者（含共同）身份发表过至少1篇中科院一区学术论文 (CNS主刊、Nature Biotechnology、Nature Methods优先)。"
      ]
    },
    {
      "id": "13",
      "title": "芯片单细胞-生物信息工程师",
      "location": "深圳",
      "description": [
        "1.围绕细胞病理学与细胞组学技术，在疾病机理和临床转化研究上设计并实施创新方案，推动相关领域取得突破性成果；",
        "2.深入参与单细胞 eQTL 研究，主导或协助生物信息管线的搭建，包括数据清洗、质量控制、基因-表型关联分析及可视化等；",
        "3.利用最新的细胞组学平台和前沿生物信息学算法，挖掘单细胞层次上的关键调控网络、病理特征和潜在诊疗靶点；",
        "4.与临床医学及实验团队密切协作，整合多组学数据（基因组、转录组、表观组学等）及临床表型，提炼具备转化潜力的关键发现；",
        "5.撰写高水平学术论文，并力争以第一作者身份国际高级期刊发表；",
        "6.参与实验室科研项目的整体规划与管理，指导博士生及其他科研人员，提升团队在单细胞组学分析与临床研究应用方面的综合实力；",
        "7.关注并推动创新应用落地，包括联合医院或企业开展临床验证与产业化合作，为疾病诊断、预后评估及精准治疗提供新思路。"
      ],
      "requirements": [
        "1.生物信息学、计算生物学、统计学或相关领域博士学历，或具备同等学术水平与科研能力；",
        "2.具备丰富的单细胞组学数据分析经验，对单细胞 eQTL 研究方法及数据处理流程有深刻理解；",
        "3.熟练掌握常用的编程语言和统计工具（如 Python、R、C++ 等），能够独立搭建并优化分析算法和可视化流程；",
        "4.以第一作者身份在中科院 1 区期刊或国际高影响力学术期刊上发表过论文者优先；",
        "5.对细胞病理学及细胞组学技术的前沿应用有浓厚兴趣，熟悉临床医学需求或有转化研究经验者尤佳；",
        "6.具备良好的团队协作与沟通能力，能与生物学、医学、工程等多领域专家协同推进项目；",
        "7.英语听说读写能力良好，可胜任国际会议报告、科研论文撰写及跨国合作交流。"
      ]
    },
    {
      "id": "14",
      "title": "临床检测组学技术研发",
      "location": "杭州",
      "description": [
        "1.组织临床组学检测技术的研发团队，调研临床需求，制定研发方向与策略；",
        "2.基于华大新一代单细胞多组学、时空组学研究平台与短、长读长测序平台，主导面向临床检测的共性技术研发（靶向、多组学共检、快速建库等）；",
        "3.协作搭建基于多组学与组织细胞病理特征等信息的多模态数据整合分析平台，挖掘精准全面的的诊疗新靶点，探索病理检测新模式；",
        "4.主导项目立项，申请与管理各级纵向与横向经费，撰写和发表具有重大国际影响力的科研论文，申请相关专利；",
        "5.高效推动项目实施与评估，对接华大相关部门并协助成果转化应用；",
        "6.协助建立与国内外医院、体检机构等医疗卫生机构的合作关系，制定精准医学检测综合解决方案；",
        "7.跟踪行业动态，了解政策变化，确保研发全流程符合相关法规要求。"
      ],
      "requirements": [
        "1.学历要求：生物化学与分子生物学、细胞生物学、生物信息学、生物医学工程、基因组学等相关专业博士及以上学历；",
        "2.工作经验：具有研究员或副研究员水平的工作经历，海外留学或工作经历优先，以第一作者/通讯作者（含共同）发表高水平SCI文章>=2篇；",
        "3.技术能力：深入了解高通量测序技术、基因组学、转录组学等多组学技术及其在临床检测中的应用，具备丰富的技术研发与临床数据分析经验，有单分子长读长测序技术研发与应用经验者优先；",
        "4.市场洞察：了解医疗市场需求与趋势，能够根据行业动态调整研发方向和策略；",
        "5.政策法规：熟悉医疗器械和基因检测相关的政策法规，确保项目合规；",
        "6.项目管理：具备优秀的项目管理能力，能够高效组织和协调团队工作；",
        "7.沟通能力：出色的团队合作与沟通能力，能够与不同部门协作。"
      ]
    },
    {
      "id": "15",
      "title": "新一代组学技术研发",
      "location": "杭州",
      "description": [
        "1.推动单细胞和时空分辨率的全长转录组（全长、靶向等）、多组学技术研发，拓展长读长测序检测能力与应用（核酸序列与修饰等）；",
        "2.主导技术研发中的生化体系优化、建库流程搭建与改进，以及底层支撑平台优化等；",
        "3.跟踪最新的科研动态和技术趋势，探索具有颠覆性的技术研发方向；",
        "4.协作推动生信分析流程搭建，支持长读长多组学数据整合与解析，拓展基础与临床研究新领域；",
        "5.主导申请与管理各级纵向与横向经费，撰写和发表具有重大国际影响力的科研论文，申请相关专利；",
        "6.组织团队高效推动项目实施与评估改进，对接华大相关部门，协助技术研发成果转化应用；",
        "7.建立并维护与国内外科研机构、医院等的研发合作，推动项目顺利进展；"
      ],
      "requirements": [
        "1.学历要求：生物化学、分子生物学与基因组学等相关专业博士及以上学历；",
        "2.学术背景：具有深厚的生物化学、分子生物学学术背景，RNA生物学研究背景优先，以第一作者/通讯作者（含共同）发表高水平SCI文章>=2篇（IF>15）；",
        "3.工作经验：具有研究员或副研究员水平的研究工作经历，海外留学或工作经历优先；",
        "4.技术能力：具有丰富的多组学，包括单细胞、空间转录组与单分子长读长测序等技术研发经验，熟悉基于纳米孔测序的组学技术研发者优先，具有主导组学技术产业化经验者优先；",
        "5.项目管理：具备优秀的项目管理能力，能够高效组织和协调团队研发工作；",
        "6.沟通能力：出色的团队管理与沟通能力，能够与不同部门协作。"
      ]
    },
    {
      "id": "16",
      "title": "临床转化负责人",
      "location": "重庆",
      "description": [
        "1.基于华大自主系列高通量测序平台，与跨学科交叉团队合作开展时空组学技术于临床科研、临床应用项目；",
        "2.负责设计、执行具有转化导向的科研项目及临床研究，查阅文献及整理资料，与生信团队合作，完成时空高通量数据分析结果的挖掘及医学意义解读；",
        "3.积极建立和维护与国内、外合作伙伴的合作关系，根据项目目标和进展，与合作方、相关部门进行有效交流、沟通，保证合作项目的推进；",
        "4.及时反馈项目进展、需求及问题，负责科研成果产出及后续成果转化工作。"
      ],
      "requirements": [
        "1.肿瘤学、病理学、免疫学、临床医学、生物医学工程学等相关专业， 硕士及以上学历；",
        "2.具有肿瘤科研项目经验，可独立完成英文论文撰写；熟练掌握分子生物学或医学基本理论，可独立完成项目调研、设计、执行等工作；",
        "3.具有高度的责任心，优秀的应变及沟通能力，有执行力、抗压力和团队合作精神。"
      ]
    },
    {
      "id": "17",
      "title": "病理专家",
      "location": "重庆",
      "description": [
        "1.在时空临床项目中病理模块的设计、研发、实施和评估等方面提供专业指导意见；为时空转化医学团队与领域内KOLs沟通提供专业科学支持；",
        "2.为时空临床研发团队提供相关业务指引和病理专业培训，主导搭建常见疾病病理检测平台；负责在研项目病理切片的阅片、标注和分析，提供专业的病理诊断；",
        "3.熟悉在研时空组学技术的原理和应用，学习空间组学技术(包含竞品和已发表类似技术)相关的临床和病理研究进展，挖掘临床病理诊断过程中的痛点和难点；",
        "4.推进时空组学技术在时空数字病理中的应用，参与时空数字病理平台的开发工作，推动时空组学技术进入临床所需的优化和升级；",
        "5.参与时空临床诊断产品的研发，协助注册申报工作的推进等。"
      ],
      "requirements": [
        "1.肿瘤学、病理学、免疫学、临床医学、生物医学工程学等相关专业， 硕士及以上学历；",
        "2.承担省级重点或国家级科研项目，并在相应领域主流期刊发表文章者优先；",
        "3.熟悉数字病理，分子病理，高通量测序及多组学技术等，了解病理行业发展新技术和动向，具有开展病理领域科研探索项目经历或参与新兴技术临床转化开发经验者优先；",
        "4.具有高度的责任心，优秀的应变能力，思维严谨，勇于创新，有执行力、抗压力和团队合作精神。"
      ]
    }
  ]
}